import React from 'react'
import './style1.scss'
const ONasPage = () => {
  return (
    <div className="o_nas">
      <div className="o_nas_header">
        <div className="o_nas">О нас</div>
        <div className="o_nas_text">
          Компания Davines – семейная компания, основанная членами одного
          <br></br>
          из старейших аристократических кланов города Пармы в 1983 году.
          <br></br>
          Сначала это была исследовательская лаборатория, производившая<br></br>
          средства по уходу за кожей и волосами для знаменитых брэндов<br></br>{' '}
          премиум-класса. Спустя несколько лет Davines начал выпускать<br></br>
          продукцию под своим брэндом, поставляя продукцию в лучшие<br></br>
          салоны красоты по всему миру. <br></br>
          За четверть века своей истории Davines провела тысячи <br></br>
          лабораторных исследований и научных тестов, разработала сотни<br></br>
          продуктов, призванных бережно заботиться о ваших волосах.<br></br>
          Производство Davines основано на использовании натуральных <br></br>
          экологически чистых компонентов, поэтому продукция выпускается
          <br></br>
          небольшими тиражами и продается преимущественно в салонах<br></br>
          красоты и специализированных магазинах.<br></br>
          Штаб-квартира компании находится в Парме (Италия),<br></br>
          дистрибьюторская сеть охватывает 60 стран мира.
        </div>
        <div className="prozrachost"></div>
      </div>
    </div>
  )
}

export default ONasPage
